Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/puheenjohtaja_juuso_osallistui_arctic_arts_summitiin_yukonissa_.html.tmx
Source language: fin
Languages: sme

source: Puheenjohtaja Juuso osallistui Arctic Arts Summitiin Yukonissa
sme: Ságajođiheaddji Juuso oassálasttii Arctic Arts Summitii Yukonis

source: Saamelaiskäräjien puheenjohtaja Tuomas Aslak Juuso osallistui Whitehorsen kaupungissa Yukonissa, Kanadassa järjestettyyn Arctic Arts Summitiin eli Arktisen taiteen huippukokoukseen 27.–29. kesäkuuta 2022.
sme: Sámedikki ságajođiheaddji Tuomas Aslak Juuso oassálasttii Whitehorse gávpogis Yukonis Kanádas lágiduvvon Arctic Arts Summitii, nappo Árktalaš dáidaga allačoahkkimii geassemánu 27.-29. beaivve 2022.

source: Kolmatta kertaa järjestettävä tapahtuma kokosi yhteen arktisten maiden ja sirkumpolaarisen alueen alkuperäiskansojen edustajat.
sme: Goalmmát geardde lágiduvvon dáhpáhus čohkkii árktalaš riikkaid ja sirkumpoláralaš guovllu eamiálbmogiid ovddasteaddjiid.

source: Arktisen taiteen huippukokouksen tarkoituksena on vahvistaa taidetta ja kulttuuria pohjoisessa sekä edistää taiteen ja luovien alojen sirkumpolaarista yhteistyötä.
sme: Árktalaš dáidaga allačoahkkima dárkkuhussan lea nannet dáidaga ja kultuvrra davvin sihke ovddidit dáidaga ja kreatiivva surggiid sirkumpoláralaš oktasašbarggu.

source: Vuoden 2022 tapahtuman teema on Connection to Land (yhteys maahan).
sme: Jagi 2022 dáhpáhusa temán lea Connection to Land (oktavuohta eatnamii).

source: – Taide on meille alkuperäiskansoille yksi tärkeä keino ilmaista ja keskustella ajankohtaisista asioista.
sme: – Dáidda lea midjiide eamiálbmogiidda okta dehálaš vuohki buktit ovdan ja ságastallat áigeguovdilis áššiin.

source: Usein taiteessamme näkyy vahvasti alkuperäiskansojen arvomaailmaa sekä yhteys perinteisiin maihimme ja vesiimme.
sme: Dávjá dáidagisttámet oidno nannosit eamiálbmogiid árvomáilbmi sihke oktavuohta árbevirolaš eatnamiidda ja čáziide.

source: Näen tärkeäksi, että sirkumpolaarisen alueen alkuperäiskansojen edustajilla on tällaisia tilaisuuksia, joissa kokoonnumme yhteen taiteen merkeissä, toteaa Saamelaiskäräjien puheenjohtaja Juuso.
sme: Oainnán dehálažžan, ahte sirkumpoláralaš guovllu eamiálbmogiid ovddasteaddjiin leat dakkár dilálašvuođat, gos čoahkkanit dáidaga olis, gávnnaha Sámedikki ságajođiheaddji Juuso.

source: Tapahtuman aikana puheenjohtaja Juuso osallistui myös kaikkien kolmen Saamelaiskäräjien sekä Norjan ja Ruotsin kulttuurineuvostojen (kulturrådet) sekä taiteen edistämiskeskuksen tapaamiseen, jossa keskusteltiin mm. tulevaisuuden yhteistyöstä.
sme: Dáhpáhusa áigge ságajođiheaddji Juuso oassálasttii maiddái buot golmma Sámedikki sihke Norgga ja Ruoŧa kulturráđiid (kulturrådet) sihke dáidaga ovddidanguovddáža deaivvadeapmái, gos ságastallui ee. boahttevuođa oktasašbarggus.

source: Lue lisää tapahtumasta: https://arcticartssummit.ca/
sme: Loga lasi dáhpáhusas: https://arcticartssummit.ca/

source: Kuva: Puheenjohtaja Tuomas Aslak Juuso ja Norjan Saamelaiskäräjien neuvoston jäsen (sámediggeráđđi) Maja Kristine Jåma.
sme: Govva: Ságajođiheaddji Tuomas Aslak Juuso ja Norgga Sámedikki ráđđelahttu Maja Kristine Jåma.

source: Lisätietoja:
sme: Lassidieđut:

source: Tuomas Aslak Juuso Puheenjohtaja 040 687 3394 tuomas.juuso@samediggi.fi
sme: Tuomas Aslak Juuso Ságajođiheaddji 040 687 3394 tuomas.juuso@samediggi.fi
